Repository: r-prem/dls
Catalog: dls/locale/*.po
Languages: de

source: Mentor Request Status Update Template
de: Vorlage zur Aktualisierung des Mentoranfragestatus

source: Meta Description
de: Meta-Beschreibung

source: Meta Image
de: Meta-Bild

source: Meta Keywords
de: Meta-Schlüsselwörter

source: Milestone
de: Meilenstein

source: Milestones
de: Meilensteine

source: Minimum two options are required for multiple choice questions.
de: Für Multiple-Choice-Fragen sind mindestens zwei Optionen erforderlich.

source: Modified By
de: Geändert von

source: Module Name is incorrect or does not exist.
de: Modulname ist falsch oder existiert nicht.

source: Module is incorrect.
de: Modul ist falsch.

source: Monday
de: Montag

source: Monetization
de: Monetarisierung

source: More
de: Mehr

source: Multiple Correct Answers
de: Mehrere richtige Antworten

source: My availability
de: Meine Verfügbarkeit

source: My calendar
de: Mein Kalender

source: New
de: Neu

source: New Batch
de: Neue Charge

source: New Course
de: Neuer Kurs

source: New Job
de: Neuer Job

source: New Job Applicant
de: Neuer Bewerber

source: New Program
de: Neues Programm

source: New Program Course
de: Neuer Programmkurs

source: New Program Member
de: Neues Programmmitglied

source: New Question
de: Neue Frage

source: New Quiz
de: Neues Quiz

source: New Sign Up
de: Neue Anmeldung

source: New comment in batch {0}
de: Neuer Kommentar in Charge {0}

source: New reply on the topic {0} in course {1}
de: Neue Antwort zum Thema {0} im Kurs {1}

source: New {0}
de: Neu {0}

source: Next
de: Nächster

source: Next Question
de: Nächste Frage

source: No Assessments
de: Keine Bewertungen

source: No Notifications
de: Keine Benachrichtigungen

source: No Quiz submissions found
de: Keine Quiz-Einreichungen gefunden

source: No Recording
de: Keine Aufzeichnung

source: No Upcoming Evaluations
de: Keine bevorstehenden Bewertungen

source: No announcements
de: Keine Ankündigungen

source: No assignments found
de: Keine Aufgaben gefunden

source: No batches found
de: Keine Chargen gefunden

source: No certificates
de: Keine Zertifikate

source: No certified participants
de: Keine zertifizierten Teilnehmer

source: No certified participants found. Please check again later or get certified yourself.
de: Keine zertifizierten Teilnehmer gefunden. Bitte überprüfen Sie später erneut oder lassen Sie sich selbst zertifizieren.

source: No completion data available for this course
de: Keine Abschlussdaten für diesen Kurs verfügbar

source: No courses added
de: Keine Kurse hinzugefügt

source: No courses created
de: Keine Kurse erstellt

source: No courses found
de: Keine Kurse gefunden

source: No courses in this program
de: Keine Kurse in diesem Programm

source: No courses under review
de: Keine Kurse in Überprüfung

source: No feedback received yet.
de: Noch kein Feedback erhalten.

source: No introduction
de: Keine Einführung

source: No jobs found
de: Keine Jobs gefunden

source: No live classes scheduled
de: Keine Live-Klassen geplant

source: No programs found
de: Keine Programme gefunden

source: No quiz submissions found. Please check again later.
de: Keine Quiz-Einreichungen gefunden. Bitte später erneut überprüfen.

source: No quizzes found
de: Keine Quizfragen gefunden

source: No slots available for this date.
de: Keine Plätze für dieses Datum verfügbar.

source: No submissions
de: Keine Einreichungen

source: No {0}
de: Kein {0}

source: No.
de: Nein.

source: Not Allowed
de: Nicht erlaubt

source: Not Applicable
de: Nicht zutreffend

source: Not Attempted
de: Nicht versucht

source: Not Available for Preview
de: Nicht verfügbar zur Vorschau

source: Not Graded
de: Nicht benotet

source: Not Permitted
de: Nicht erlaubt

source: Not Saved
de: Nicht gespeichert

source: Nothing to see here.
de: Hier gibt es nichts zu sehen.

source: Notifications
de: Benachrichtigungen

source: Notify me when available
de: Benachrichtigen Sie mich, wenn verfügbar

source: Number of seats available
de: Anzahl der verfügbaren Plätze

source: Office close to Home
de: Büro in der Nähe des Zuhauses

source: Once again, congratulations on this significant accomplishment.
de: Nochmals herzlichen Glückwunsch zu diesem bedeutenden Erfolg.

source: Once the moderator grades your submission, you'll find the details here.
de: Sobald der Moderator Ihre Einreichung bewertet hat, finden Sie hier die Details.

source: Only courses for which self learning is disabled can be added to program.
de: Nur Kurse, für die das Selbstlernen deaktiviert ist, können dem Programm hinzugefügt werden.

source: Only files of type {0} will be accepted.
de: Es werden nur Dateien vom Typ {0} akzeptiert.

source: Only image file is allowed.
de: Nur Bilddateien sind erlaubt.

source: Only zip files are allowed
de: Nur Zip-Dateien sind erlaubt

source: Open
de: Öffnen

source: Open Assignment
de: Offene Aufgabe

source: Open Course
de: Offener Kurs

source: Open Ended
de: Offen

source: OpenAI API Key
de: OpenAI API-Schlüssel

source: Optional. If this is set, students can pick a cover image from the unsplash library for their profile page. https://unsplash.com/documentation#getting-started.
de: Optional. Wenn dies festgelegt ist, können die Schüler ein Titelbild aus der Unsplash-Bibliothek für ihre Profilseite auswählen. https://unsplash.com/documentation#getting-started.

source: Order ID
de: Bestellnummer

source: Organization
de: Organisation

source: Original Amount
de: Ursprünglicher Betrag

source: Others
de: Andere

source: Owner
de: Besitzer

source: Pages
de: Seiten

source: Paid Batch
de: Bezahlter Batch

source: Paid Certificate
de: Bezahltes Zertifikat

source: Paid Certificate after Evaluation
de: Bezahltes Zertifikat nach Bewertung

source: Paid Course
de: Bezahlter Kurs

source: Pan Number
de: PAN-Nummer

source: Part Time
de: Teilzeit

source: Partially Complete
de: Teilweise abgeschlossen

source: Pass
de: Bestehen

source: Passing Percentage
de: Bestehensquote

source: Password
de: Passwort

source: Payment
de: Zahlung

source: Payment Country
de: Zahlungsland

source: Payment Details
de: Zahlungsdetails

source: Payment Gateway
de: Zahlungsgateway

source: Payment ID
de: Zahlungs-ID

source: Payment Received
de: Zahlungseingang

source: Payment Reminder Template
de: Zahlungserinnerungsvorlage

source: Payment Settings
de: Zahlungseinstellungen

source: Payment for
de: Zahlung für

source: Payment for Certificate
de: Zahlung für Zertifikat

source: Payment for Document
de: Zahlung für Dokument

source: Payment for Document Type
de: Zahlung für Dokumententyp

source: Payments app is not installed
de: Zahlungs-App ist nicht installiert

source: Pending
de: Ausstehend

source: Percentage
de: Prozentsatz

source: Percentage (e.g. 70%)
de: Prozentsatz (z.B. 70%)

source: Percentage/Status
de: Prozentsatz/Status

source: Persona Captured
de: Persona erfasst

source: Phone Number
de: Telefonnummer

source: Please Login
de: Bitte einloggen

source: Please add <a href='{0}'>{1}</a> for <a href='{2}'>{3}</a> to send calendar invites for evaluations.
de: Bitte fügen Sie <a href='{0}'>{1}</a> für <a href='{2}'>{3}</a> hinzu, um Kalendereinladungen für Bewertungen zu senden.

source: Please ask your administrator to verify your sign-up
de: Bitte fragen Sie Ihren Administrator, um Ihre Anmeldung zu überprüfen

source: Please check your email for verification
de: Bitte überprüfen Sie Ihre E-Mail zur Bestätigung

source: Please click on the following button to set your new password
de: Bitte klicken Sie auf die folgende Schaltfläche, um Ihr neues Passwort festzulegen

source: Please complete the previous courses in the program to enroll in this course.
de: Bitte absolvieren Sie die vorherigen Kurse im Programm, um sich für diesen Kurs anzumelden.

source: Please enable Zoom Settings to use this feature.
de: Bitte aktivieren Sie die Zoom-Einstellungen, um diese Funktion zu verwenden.

source: Please enroll for this course to view this lesson
de: Bitte melden Sie sich für diesen Kurs an, um diese Lektion anzuzeigen

source: Please ensure that you complete all the questions in {0} minutes.
de: Bitte stellen Sie sicher, dass Sie alle Fragen in {0} Minuten beantworten.

source: Please enter a title.
de: Bitte geben Sie einen Titel ein.

source: Please enter a valid URL.
de: Bitte geben Sie eine gültige URL ein.

source: Please enter a valid time in the format HH:mm.
de: Bitte geben Sie eine gültige Uhrzeit im Format HH:mm ein.

source: Please enter the URL for assignment submission.
de: Bitte geben Sie die URL für die Aufgabeneinreichung ein.

source: Please enter your answer
de: Bitte geben Sie Ihre Antwort ein

source: Please install the Payments App to create a paid batch. Refer to the documentation for more details. {0}
de: Bitte installieren Sie die Zahlungs-App, um einen kostenpflichtigen Batch zu erstellen. Weitere Details finden Sie in der Dokumentation. {0}

source: Please install the Payments App to create a paid course. Refer to the documentation for more details. {0}
de: Bitte installieren Sie die Zahlungs-App, um einen kostenpflichtigen Kurs zu erstellen. Weitere Details finden Sie in der Dokumentation. {0}

source: Please let us know where you heard about us from.
de: Bitte lassen Sie uns wissen, woher Sie von uns erfahren haben.

source: Please login to access the quiz.
de: Bitte melden Sie sich an, um auf das Quiz zuzugreifen.

source: Please login to access this page.
de: Bitte melden Sie sich an, um auf diese Seite zuzugreifen.

source: Please login to continue with payment.
de: Bitte melden Sie sich an, um mit der Zahlung fortzufahren.

source: Please prepare well and be on time for the evaluations.
de: Bitte bereiten Sie sich gut vor und seien Sie pünktlich zu den Bewertungen.

source: Please schedule an evaluation to get certified.
de: Bitte planen Sie eine Bewertung, um zertifiziert zu werden.

source: Please select a date.
de: Bitte wählen Sie ein Datum aus.

source: Please select a duration.
de: Bitte wählen Sie eine Dauer aus.

source: Please select a future date and time.
de: Bitte wählen Sie ein zukünftiges Datum und eine Uhrzeit aus.

source: Please select a time.
de: Bitte wählen Sie eine Uhrzeit aus.

source: Please select a timezone.
de: Beitrag

source: Please take appropriate action at {0}
de: Bitte ergreifen Sie geeignete Maßnahmen um {0}

source: Please upload a SCORM package
de: Bitte laden Sie ein SCORM-Paket hoch

source: Please upload the assignment file.
de: Bitte laden Sie die Aufgabendatei hoch.

source: Point of Score (e.g. 70)
de: Punktzahl (z.B. 70)

source: Possibility
de: Möglichkeit

source: Possible Answer 1
de: Mögliche Antwort 1

source: Possible Answer 2
de: Mögliche Antwort 2

source: Possible Answer 3
de: Mögliche Antwort 3

source: Possible Answer 4
de: Mögliche Antwort 4

source: Post
de: Beitrag

source: Postal Code
de: Postleitzahl

source: Posted on
de: Veröffentlicht am

source: Preferred Function
de: Bevorzugte Funktion

source: Preferred Functions
de: Bevorzugte Funktionen

source: Preferred Industries
de: Bevorzugte Branchen

source: Preferred Industry
de: Bevorzugte Branche

source: Preferred Location
de: Bevorzugter Standort

source: Preview Image
de: Vorschaubild

source: Previous
de: Vorherige

source: Pricing
de: Preisgestaltung

source: Pricing and Certification
de: Preisgestaltung und Zertifizierung

source: Primary Countries
de: Hauptländer

source: Primary Subgroup
de: Hauptuntergruppe

source: Privacy Policy
de: Datenschutzrichtlinie

source: Private
de: Privat

source: Private Information includes your Grade and Work Environment Preferences
de: Private Informationen umfassen Ihre Note und Ihre Arbeitsumgebungsvorlieben

source: Proceed to Payment
de: Weiter zur Zahlung

source: Profession
de: Beruf

source: Profile Image
de: Profilbild

source: Program Course
de: Programmkurs

source: Program Courses
de: Programmkurse

source: Program Member
de: Programmmitglied

source: Program Members
de: Programmmitglieder

source: Programs
de: Programme

source: Progress
de: Fortschritt

source: Progress (%)
de: Fortschritt (%)

source: Public
de: Öffentlich

source: Publish on Participant Page
de: Auf Teilnehmerseite veröffentlichen

source: Published
de: Veröffentlicht

source: Published Courses
de: Veröffentlichte Kurse

source: Published On
de: Veröffentlicht am

source: Purchased Certificate
de: Gekauftes Zertifikat

source: Question
de: Frage

source: Question
de: Frage

source: Question Detail
de: Fragendetail

source: Question Name
de: Fragenname

source: Question added successfully
de: Frage erfolgreich hinzugefügt

source: Question updated successfully
de: Frage erfolgreich aktualisiert

source: Question {0}
de: Frage {0}

source: Question {0} of {1}
de: Frage {0} von {1}

source: Questions
de: Fragen

source: Questions deleted successfully
de: Fragen erfolgreich gelöscht

source: Quiz Submission
de: Quiz-Einreichung

source: Quiz Submissions
de: Quiz-Einreichungen

source: Quiz Summary
de: Quiz-Zusammenfassung

source: Quiz Title
de: Quiz-Titel

source: Quiz created successfully
de: Quiz erfolgreich erstellt

source: Quiz is not available to Guest users. Please login to continue.
de: Quiz ist für Gastbenutzer nicht verfügbar. Bitte melden Sie sich an, um fortzufahren.

source: Quiz updated successfully
de: Quiz erfolgreich aktualisiert

source: Quiz will appear at the bottom of the lesson.
de: Quiz wird am Ende der Lektion angezeigt.

source: Quizzes
de: Quizze

source: Rating
de: Bewertung

source: Rating cannot be 0
de: Bewertung darf nicht 0 sein

source: Ready
de: Bereit

source: Reference DocName
de: Referenz Dokumentenname

source: Reference DocType
de: Referenz Dokumententyp

source: Reference Document Type
de: Referenz Dokumententyp

source: Regards
de: Mit freundlichen Grüßen

source: Register Now
de: Jetzt registrieren

source: Registered
de: Registriert

source: Registered but disabled
de: Registriert, aber deaktiviert

source: Rejected
de: Abgelehnt

source: Related Courses
de: Verwandte Kurse

source: Remove
de: Entfernen

source: Reply To
de: Antworten an

source: Request Invite
de: Einladung anfordern

source: Request for Mentorship
de: Anfrage für Mentoring

source: Required Role
de: Erforderliche Rolle

source: Restricted
de: Eingeschränkt

source: Result
de: Ergebnis

source: Resume
de: Lebenslauf

source: Review
de: Überprüfung

source: Review the course
de: Kurs überprüfen

source: Reviewed By
de: Überprüft von

source: Reviews
de: Bewertungen

source: Role
de: Rolle

source: Role Preference
de: Rollenpräferenz

source: Roles
de: Rollen

source: Row #{0} Date cannot be outside the batch duration.
de: Zeile #{0} Datum darf nicht außerhalb der Batch-Dauer liegen.

source: Row #{0} End time cannot be outside the batch duration.
de: Zeile #{0} Endzeit darf nicht außerhalb der Batch-Dauer liegen.

source: Row #{0} Start time cannot be greater than or equal to end time.
de: Zeile #{0} Startzeit darf nicht größer oder gleich der Endzeit sein.

source: Row #{0} Start time cannot be outside the batch duration.
de: Zeile #{0} Startzeit darf nicht außerhalb der Batch-Dauer liegen.

source: Rows {0} have the duplicate questions.
de: Zeilen {0} haben die gleichen Fragen.

source: Run
de: Ausführen

source: SCORM Package
de: SCORM-Paket

source: SCORM Package Path
de: SCORM-Paket-Pfad

source: Saturday
de: Samstag

source: Save
de: Speichern

source: Schedule
de: Zeitplan

source: Schedule Evaluation
de: Zeitplanbewertung

source: Scheduled Flow
de: Geplanter Ablauf

source: Scope
de: Umfang

source: Score
de: Punktzahl

source: Score Out Of
de: Punktzahl von

source: Search
de: Suche

source: Search by Name
de: Suche nach Namen

source: Search by Title
de: Suche nach Titel

source: Search by title
de: Suche nach Titel

source: Search for an icon
de: Suche nach einem Symbol

source: Seat Count
de: Sitzplatzanzahl

source: Seat Left
de: Verbleibende Plätze

source: Seats Left
de: Verbleibende Plätze

source: Select Course
de: Kurs auswählen

source: Select a course to view completion data
de: Wählen Sie einen Kurs aus, um die Abschlussdaten anzuzeigen

source: Select a question
de: Frage auswählen

source: Select a quiz
de: Quiz auswählen

source: Select a slot
de: Slot auswählen

source: Select an assignment
de: Aufgabe auswählen

source: Send Confirmation Email
de: Bestätigungs-E-Mail senden

source: Send calendar invite for evaluations
de: Kalendereinladung für Bewertungen senden

source: Sessions On Days
de: Sitzungen an Tagen

source: Set your Password
de: Passwort festlegen

source: Setting up
de: Einrichten

source: Setting up payment gateway
de: Einrichten des Zahlungsgateways

source: Settings
de: Einstellungen

source: Share on
de: Teilen auf

source: Short Description
de: Kurzbeschreibung

source: Short Introduction
de: Kurze Einführung

source: Short description of the batch
de: Kurzbeschreibung des Batches

source: Show Answer
de: Antwort anzeigen

source: Show Answers
de: Antworten anzeigen

source: Show Enrolled Students Count
de: Anzahl der eingeschriebenen Studierenden anzeigen

source: Show Submission History
de: Einreichungsverlauf anzeigen

source: Show Tab in Batch
de: Tab in Stapel anzeigen

source: Show USD Equivalent
de: USD-Äquivalent anzeigen

source: Show day view in timetable
de: Tagesansicht im Stundenplan anzeigen

source: Show instructor information on course pages
de: Dozenteninformationen auf Kursseiten anzeigen

source: Show live class
de: Live-Klasse anzeigen

source: Shuffle Questions
de: Fragen mischen

source: Shuffle Settings
de: Mischungseinstellungen

source: Sidebar
de: Seitenleiste

source: Sidebar Items
de: Seitenleisten-Elemente

source: Sign Up is disabled
de: Die Anmeldung ist deaktiviert

source: Sign up
de: Anmelden

source: Signup Email
de: Anmelde-E-Mail

source: Signup Settings
de: Anmeldeeinstellungen

source: Signups
de: Anmeldungen

source: Skill
de: Fähigkeit

source: Skill Details
de: Fähigkeitsdetails

source: Skill Name
de: Fähigkeitsname

source: Skills
de: Fähigkeiten

source: Skip
de: Überspringen

source: Slot Times are overlapping for some schedules.
de: Zeitfenster überschneidet sich bei einigen Zeitplänen.

source: Sold Out
de: Ausverkauft

source: Solution
de: Lösung

source: Source
de: Quelle

source: Staff
de: Personal

source: Stage
de: Phase

source: Start Date
de: Startdatum

source: Start Date:
de: Startdatum:

source: Start Learning
de: Lernen beginnen

source: Start Time
de: Startzeit

source: Start Time cannot be greater than End Time
de: Startzeit darf nicht größer als Endzeit sein

source: Startup Organization
de: Start-up-Organisation

source: State
de: Bundesland

source: Statistics
de: Statistiken

source: Status/Score
de: Status/Punktzahl

source: Student
de: Schüler

source: Student Reviews
de: Studentenbewertungen

source: Students
de: Studierende

source: Students deleted successfully
de: Studierende erfolgreich gelöscht

source: Students will be enrolled in a paid batch once they complete the payment
de: Studierende werden in einem kostenpflichtigen Kurs eingeschrieben, sobald sie die Zahlung abgeschlossen haben

source: Subgroup
de: Untergruppe

source: Subject
de: Fach

source: Submission
de: Einreichung

source: Submission List
de: Einreichungsliste

source: Submission Type
de: Einreichungstyp

source: Submission by
de: Eingereicht von

source: Submit
de: Einreichen

source: Submit and Continue
de: Einreichen und Fortfahren

source: Submit your resume to proceed with your application for this position. Upon submission, it will be shared with the job poster.
de: Reichen Sie Ihren Lebenslauf ein, um mit Ihrer Bewerbung für diese Stelle fortzufahren. Nach der Einreichung wird er mit dem Stelleninserenten geteilt.

source: Submitted {0}
de: Eingereicht am {0}

source: Success
de: Erfolg

source: Suggestion
de: Vorschlag

source: Summary
de: Zusammenfassung

source: Sunday
de: Sonntag

source: Suspicious pattern found in {0}: {1}
de: Verdächtiges Muster gefunden in {0}: {1}

source: Team School
de: Team Schule

source: Team Work
de: Teamarbeit

source: Template
de: Vorlage

source: Temporarily Disabled
de: Vorübergehend deaktiviert

source: Terms of Use
de: Nutzungsbedingungen

source: Test Results
de: Testergebnisse

source: Thank you for providing your feedback!
de: Vielen Dank für Ihr Feedback!

source: Thanks and Regards
de: Mit freundlichen Grüßen

source: The batch is full. Please contact the Administrator.
de: Der Kurs ist voll. Bitte kontaktieren Sie den Administrator.

source: The batch you have enrolled for is starting tomorrow. Please be prepared and be on time for the session.
de: Der von Ihnen gebuchte Kurs beginnt morgen. Bitte seien Sie vorbereitet und pünktlich zur Sitzung.

source: The course {0} is now available on {1}.
de: Der Kurs {0} ist jetzt auf {1} verfügbar.

source: The evaluator of this course is unavailable from {0} to {1}. Please select a date after {1}
de: Der Bewerter dieses Kurses ist von {0} bis {1} nicht verfügbar. Bitte wählen Sie ein Datum nach {1}

source: The quiz has a time limit. For each question you will be given {0} seconds.
de: Das Quiz hat eine Zeitbegrenzung. Für jede Frage haben Sie {0} Sekunden.

source: The slot is already booked by another participant.
de: Der Slot ist bereits von einem anderen Teilnehmer gebucht.

source: The status of your application has changed.
de: Der Status Ihrer Bewerbung hat sich geändert.

source: There are no batches matching the criteria. Keep an eye out, fresh learning experiences are on the way soon!
de: Es gibt keine Chargen, die den Kriterien entsprechen. Halten Sie Ausschau, bald kommen neue Lernerfahrungen auf Sie zu!

source: There are no chapters in this course. Create and manage chapters from here.
de: In diesem Kurs gibt es keine Kapitel. Erstellen und verwalten Sie Kapitel von hier aus.

source: There are no courses matching the criteria. Keep an eye out, fresh learning experiences are on the way soon!
de: Es gibt keine Kurse, die den Kriterien entsprechen. Halten Sie Ausschau, bald kommen neue Lernerfahrungen auf Sie zu!

source: There are no jobs available at the moment. Open a job opportunity or check here again later.
de: Derzeit sind keine Stellen verfügbar. Eröffnen Sie eine Stellenmöglichkeit oder überprüfen Sie hier später erneut.

source: There are no programs available at the moment. Keep an eye out, fresh learning experiences are on the way soon!
de: Derzeit sind keine Programme verfügbar. Halten Sie Ausschau, bald kommen neue Lernerfahrungen auf Sie zu!

source: There are no seats available in this batch.
de: In dieser Charge sind keine Plätze verfügbar.

source: There are no students in this batch.
de: In dieser Charge sind keine Schüler.

source: There are no submissions for this assignment.
de: Für diese Aufgabe liegen keine Einreichungen vor.

source: There are no {0} on this site.
de: Auf dieser Seite gibt es keine {0}.

source: There has been an update on your submission for assignment {0}
de: Es gab ein Update zu Ihrer Einreichung für die Aufgabe {0}

source: There has been an update on your submission. You have got a score of {0} for the quiz {1}
de: Es gab ein Update zu Ihrer Einreichung. Sie haben eine Punktzahl von {0} für das Quiz {1} erhalten.

source: These customisations will work on the main batch page.
de: Diese Anpassungen werden auf der Hauptchargen-Seite funktionieren.

source: This badge has been awarded to {0} on {1}.
de: Dieses Abzeichen wurde {0} am {1} verliehen.

source: This certificate does no expire
de: Dieses Zertifikat läuft nicht ab.

source: This class has ended
de: Dieser Kurs ist beendet.

source: This course has:
de: Dieser Kurs hat:

source: This course is free.
de: Dieser Kurs ist kostenlos.

source: This description will be shown on lists and pages without meta description
de: Diese Beschreibung wird auf Listen und Seiten ohne Meta-Beschreibung angezeigt.
