Repository: r-prem/dls
Catalog: dls/locale/*.po
Languages: de

source: Please evaluate and grade it.
de: Bitte bewerten und benoten Sie es.

source: % completed
de: % abgeschlossen

source: 1. What best describes your role?
de: 1. Welche Beschreibung passt am besten zu Ihrer Rolle?

source: 2. How many students are you planning to teach?
de: 2. Wie viele Studierende planen Sie zu unterrichten?

source: 3. What is your main use case for Frappe Learning?
de: 3. Was ist Ihr Hauptanwendungsfall für Frappe Learning?

source: 4. Are you currently using any Frappe products?
de: 4. Verwenden Sie derzeit Frappe-Produkte?

source: <a href="/app/dls-settings/DLS%20Settings">DLS Settings</a>
de: <a href="/app/dls-settings/DLS%20Settings">DLS-Einstellungen</a>

source: <a href="/app/web-page/new-web-page-1">Setup a Home Page</a>
de: <a href="/app/web-page/new-web-page-1">Startseite einrichten</a>

source: <a href="/dls/courses">Visit DLS Portal</a>
de: <a href="/dls/courses">DLS-Portal besuchen</a>

source: <a href="/dls/courses/new/edit">Create a Course</a>
de: <a href="/dls/courses/new/edit">Kurs erstellen</a>

source: <a href="https://docs.frappe.io/learning">Documentation</a>
de: <a href="https://docs.frappe.io/learning">Dokumentation</a>

source: <span class="h4"><b>Get Started</b></span>
de: <span class="h4"><b>Erste Schritte</b></span>

source: <span class="h4"><b>Master</b></span>
de: <span class="h4"><b>Hauptmenü</b></span>

source: <span style="font-size: 18px;"><b>Statistics</b></span>
de: <span style="font-size: 18px;"><b>Statistiken</b></span>

source: A course cannot have both paid certificate and certificate of completion.
de: Ein Kurs kann nicht sowohl ein kostenpflichtiges Zertifikat als auch ein Abschlusszertifikat haben.

source: A one line introduction to the course that appears on the course card
de: Eine einzeilige Einführung in den Kurs, die auf der Kurskarte erscheint

source: AI Suggestion Preview
de: Vorschau der KI-Empfehlung

source: About
de: Über

source: About this batch
de: Über diesen Kurs

source: Accept
de: Akzeptieren

source: Acceptance for Terms and/or Policies
de: Akzeptanz der Bedingungen und/oder Richtlinien

source: Accepted
de: Akzeptiert

source: Account ID
de: Konto-ID

source: Achievements
de: Erfolge

source: Active
de: Aktiv

source: Add
de: Hinzufügen

source: Add Chapter
de: Kapitel hinzufügen

source: Add Lesson
de: Lektion hinzufügen

source: Add Slot
de: Zeitslot hinzufügen

source: Add a Chapter
de: Kapitel hinzufügen

source: Add a Lesson
de: Lektion hinzufügen

source: Add a Student
de: Schüler hinzufügen

source: Add a chapter
de: Kapitel hinzufügen

source: Add a course
de: Kurs hinzufügen

source: Add a lesson
de: Lektion hinzufügen

source: Add a new question
de: Neue Frage hinzufügen

source: Add a quiz to your lesson
de: Fügen Sie Ihrem Unterricht einen Quiz hinzu

source: Add an assessment
de: Bewertung hinzufügen

source: Add an assignment to your lesson
de: Fügen Sie Ihrem Unterricht eine Aufgabe hinzu

source: Add an existing question
de: Vorhandene Frage hinzufügen

source: Add at least one possible answer for this question: {0}
de: Fügen Sie mindestens eine mögliche Antwort für diese Frage hinzu: {0}

source: Add courses to your batch
de: Fügen Sie Kurse zu Ihrem Kurs hinzu

source: Add students to your batch
de: Fügen Sie Schüler zu Ihrem Kurs hinzu

source: Add web page to sidebar
de: Webseite zur Seitenleiste hinzufügen

source: Add your assignment as {0}
de: Fügen Sie Ihre Aufgabe als {0} hinzu

source: Add your first chapter
de: Fügen Sie Ihr erstes Kapitel hinzu

source: Add your first lesson
de: Fügen Sie Ihre erste Lektion hinzu

source: Address
de: Adresse

source: Address Line 1
de: Adresszeile 1

source: Address Line 2
de: Adresszeile 2

source: Admin
de: Administrator

source: All
de: Alle

source: All Batches
de: Alle Kurse

source: All Courses
de: Alle Kurse

source: All Feedback
de: Alle Rückmeldungen

source: All Submissions
de: Alle Einreichungen

source: All questions should have the same marks if the limit is set.
de: Alle Fragen sollten die gleiche Punktzahl haben, wenn das Limit festgelegt ist.

source: Allow Course Ratings
de: Kursbewertungen erlauben

source: Allow Guest Access
de: Gastzugang erlauben

source: Allow Job Posting From Website
de: Stellenausschreibung von der Website erlauben

source: Allow Self Enrollment
de: Selbsteinschreibung erlauben

source: Allow accessing future dates
de: Zugriff auf zukünftige Termine erlauben

source: Allow self enrollment
de: Selbsteinschreibung erlauben

source: Already Registered
de: Bereits registriert

source: Amount
de: Betrag

source: Amount (USD)
de: Betrag (USD)

source: Amount and currency are required for paid batches.
de: Betrag und Währung sind für kostenpflichtige Kurse erforderlich.

source: Amount and currency are required for paid certificates.
de: Betrag und Währung sind für kostenpflichtige Zertifikate erforderlich.

source: Amount and currency are required for paid courses.
de: Betrag und Währung sind für kostenpflichtige Kurse erforderlich.

source: Amount with GST
de: Betrag mit MwSt.

source: Announcement
de: Ankündigung

source: Announcement has been sent successfully
de: Ankündigung wurde erfolgreich gesendet

source: Answer
de: Antwort

source: Appears on the course card in the course list
de: Erscheint auf der Kurskarte in der Kursliste

source: Appears when the batch URL is shared on any online platform
de: Erscheint, wenn die Kurs-URL auf einer Online-Plattform geteilt wird

source: Applications Received
de: Eingegangene Bewerbungen

source: Apply
de: Bewerben

source: Apply GST for India
de: MwSt. für Indien anwenden

source: Apply Rounding on Equivalent
de: Rundung auf Äquivalent anwenden

source: Apply for this job
de: Auf diese Stelle bewerben

source: Approved
de: Genehmigt

source: Archived
de: Archiviert

source: Are you sure you want to cancel this evaluation? This action cannot be undone.
de: Sind Sie sicher, dass Sie diese Bewertung abbrechen möchten? Diese Aktion kann nicht rückgängig gemacht werden.

source: Are you sure you want to login to your Frappe Cloud dashboard?
de: Sind Sie sicher, dass Sie sich bei Ihrem Frappe Cloud Dashboard anmelden möchten?

source: Assessment
de: Bewertung

source: Assessment Name
de: Bewertungsname

source: Assessment Type
de: Bewertungstyp

source: Assessment added successfully
de: Bewertung erfolgreich hinzugefügt

source: Assessment {0} has already been added to this batch.
de: Bewertung {0} wurde diesem Kurs bereits hinzugefügt.

source: Assessments
de: Bewertungen

source: Assign
de: Zuweisen

source: Assignment
de: Aufgabe

source: Assignment Attachment
de: Aufgabenanhang

source: Assignment Submissions
de: Aufgabeneinreichungen

source: Assignment Title
de: Aufgabentitel

source: Assignment created successfully
de: Aufgabe erfolgreich erstellt

source: Assignment for Lesson {0} by {1} already exists.
de: Aufgabe für Lektion {0} von {1} existiert bereits.

source: Assignment updated successfully
de: Aufgabe erfolgreich aktualisiert

source: Assignment will appear at the bottom of the lesson.
de: Die Aufgabe erscheint am Ende der Lektion.

source: Assignments
de: Aufgaben

source: At least one option must be correct for this question.
de: Mindestens eine Option muss für diese Frage richtig sein.

source: Attire Preference
de: Kleidungspräferenz

source: Authorize Google Calendar Access
de: Google Kalender-Zugriff autorisieren

source: Auto Assign
de: Automatisch zuweisen

source: Auto Recording
de: Automatische Aufnahme

source: Average Rating
de: Durchschnittliche Bewertung

source: Average of Feedback Received
de: Durchschnitt der erhaltenen Rückmeldungen

source: Back to Course
de: Zurück zum Kurs

source: Badge
de: Abzeichen

source: Badge Description
de: Abzeichenbeschreibung

source: Badge Image
de: Abzeichenbild

source: Batch
de: Kurs

source: Batch Confirmation Template
de: Kursbestätigungsvorlage

source: Batch Course
de: Kurskurs

source: Batch Created
de: Kurs erstellt

source: Batch Description
de: Kursbeschreibung

source: Batch Details
de: Kursdetails

source: Batch Details Raw
de: Kursdetails (Rohformat)

source: Batch Evaluator
de: Kursevaluator

source: Batch Name
de: Kursname

source: Batch Old
de: Alter Kurs

source: Batch Settings
de: Kurseinstellungen

source: Batch Start Date:
de: Kursstartdatum:

source: Batch Title
de: Kurstitel

source: Batch Updated
de: Kurs aktualisiert

source: Batch end date cannot be before the batch start date
de: Das Kursenddatum kann nicht vor dem Kursstartdatum liegen

source: Batch is sold out.
de: Kurs ist ausgebucht.

source: Batch:
de: Kurs:

source: Batches
de: Kurse

source: Begin Date
de: Startdatum

source: Best Regards
de: Beste Grüße

source: Billing Details
de: Rechnungsdetails

source: Billing Name
de: Rechnungsname

source: Bio
de: Biografie

source: Body
de: Inhalt

source: Both Individual and Team Work
de: Sowohl Einzel- als auch Teamarbeit

source: Branch
de: Zweigstelle

source: Business Owner
de: Geschäftsinhaber

source: Buy this course
de: Diesen Kurs kaufen

source: By
de: Von

source: Cancel
de: Abbrechen

source: Cancel this evaluation?
de: Diese Bewertung abbrechen?

source: Cancelled
de: Abgebrochen

source: Career Preference Details
de: Details zur Karrierepräferenz

source: Casual Wear
de: Freizeitkleidung

source: Category
de: Kategorie

source: Category Name
de: Kategoriename

source: Certificate
de: Zertifikat

source: Certificate Email Template
de: Zertifikat-E-Mail-Vorlage

source: Certificate Link
de: Zertifikatslink

source: Certificate of Completion
de: Abschlusszertifikat

source: Certificate saved successfully
de: Zertifikat erfolgreich gespeichert

source: Certificates
de: Zertifikate

source: Certificates generated successfully
de: Zertifikate erfolgreich generiert

source: Certification
de: Zertifizierung

source: Certification Details
de: Zertifikatsdetails

source: Certification Name
de: Zertifikatsname

source: Certified
de: Zertifiziert

source: Certified Participants
de: Zertifizierte Teilnehmer

source: Change
de: Ändern

source: Changes saved successfully
de: Änderungen erfolgreich gespeichert

source: Chapter
de: Kapitel

source: Chapter Reference
de: Kapitelreferenz

source: Chapter added successfully
de: Kapitel erfolgreich hinzugefügt

source: Chapter updated successfully
de: Kapitel erfolgreich aktualisiert

source: Chapters
de: Kapitel

source: Check
de: Prüfen

source: Check Discussion
de: Diskussion prüfen

source: Check out the {0} to know more about certification.
de: Schauen Sie sich die {0} an, um mehr über die Zertifizierung zu erfahren.

source: Checkout Courses
de: Kurse ansehen

source: Choices
de: Auswahlmöglichkeiten

source: Choose all answers that apply
de: Wählen Sie alle zutreffenden Antworten

source: Choose an icon
de: Wählen Sie ein Symbol

source: Choose one answer
de: Wählen Sie eine Antwort

source: City
de: Stadt

source: Class:
de: Kurs:

source: Clear
de: Löschen

source: Clearly Defined Role
de: Klar definierte Rolle

source: Click on the add icon in the editor and select Quiz from the menu. It opens up a dialog, where you can either select a quiz from the list or create a new quiz. When you select the Create New option it redirects you to the quiz creation page.
de: Klicken Sie auf das Plus-Symbol im Editor und wählen Sie Quiz aus dem Menü. Es öffnet sich ein Dialog, in dem Sie entweder ein Quiz aus der Liste auswählen oder ein neues Quiz erstellen können. Wenn Sie die Option 'Neu erstellen' wählen, werden Sie zur Quiz-Erstellungsseite weitergeleitet.

source: Closed
de: Geschlossen

source: Cohort
de: Kohorte

source: Cohort Join Request
de: Kohorte Beitrittsanfrage

source: Cohort Mentor
de: Kohorte Mentor

source: Cohort Staff
de: Kohorte Mitarbeiter

source: Cohort Subgroup
de: Kohorte Untergruppe

source: Cohort Web Page
de: Kohorte Webseite

source: Collaboration Preference
de: Zusammenarbeitspräferenz

source: Collapse
de: Einklappen

source: Collapse all chapters
de: Alle Kapitel einklappen

source: College Name
de: Hochschulname

source: Color
de: Farbe

source: Comments
de: Kommentare

source: Comments by Evaluator
de: Kommentare des Bewerters

source: Common keywords that will be used for all pages
de: Gemeinsame Schlüsselwörter, die für alle Seiten verwendet werden

source: Company
de: Unternehmen

source: Company Details
de: Unternehmensdetails

source: Company Email Address
de: Unternehmens-E-Mail-Adresse

source: Company Logo
de: Unternehmenslogo

source: Company Name
de: Unternehmensname

source: Company Type
de: Unternehmenstyp

source: Company Website
de: Unternehmenswebsite

source: Complete
de: Abgeschlossen

source: Complete Sign Up
de: Registrierung abschließen

source: Complete Your Enrollment
de: Schließen Sie Ihre Anmeldung ab

source: Complete Your Enrollment - Don't miss out!
de: Schließen Sie Ihre Anmeldung ab - Verpassen Sie es nicht!

source: Completed
de: Abgeschlossen

source: Completed by Students
de: Von Schülern abgeschlossen

source: Completion Certificate
de: Abschlusszertifikat

source: Completion Rate
de: Abschlussrate

source: Completions
de: Abschlüsse

source: Condition
de: Bedingung

source: Condition must be in valid JSON format.
de: Bedingung muss im gültigen JSON-Format sein.

source: Condition must be valid python code.
de: Bedingung muss gültiger Python-Code sein.

source: Conduct Evaluation
de: Bewertung durchführen

source: Confirm
de: Bestätigen

source: Confirmation Email Sent
de: Bestätigungs-E-Mail gesendet

source: Confirmation Email Template
de: Bestätigungs-E-Mail-Vorlage

source: Congratulations on getting certified!
de: Herzlichen Glückwunsch zur Zertifizierung!

source: Contact the Administrator to enroll for this course.
de: Kontaktieren Sie den Administrator, um sich für diesen Kurs anzumelden.

source: Content
de: Inhalt

source: Continue Learning
de: Weiterlernen

source: Contract
de: Vertrag

source: Cookie Policy
de: Cookie-Richtlinie

source: Copy the URL of the video from YouTube or Vimeo and paste it in the editor. Both platforms are supported.
de: Kopieren Sie die URL des Videos von YouTube oder Vimeo und fügen Sie sie in den Editor ein. Beide Plattformen werden unterstützt.

source: Corporate Organization
de: Unternehmensorganisation

source: Correct
de: Richtig

source: Correct Answer
de: Richtige Antwort

source: Country
de: Land

source: Course
de: Kurs

source: Course Chapter
de: Kurskapitel

source: Course Completed
de: Kurs abgeschlossen

source: Course Completions
de: Kursabschlüsse

source: Course Creator
de: Kursersteller

source: Course Data
de: Kursdaten

source: Course Description
de: Kursbeschreibung

source: Course Evaluator
de: Kursevaluator

source: Course Image
de: Kursbild

source: Course Instructor
de: Kursleiter

source: Course Lesson
de: Kurslektion

source: Course List
de: Kursliste

source: Course Name
de: Kursname

source: Course Outline
de: Kursübersicht

source: Course Progress Summary
de: Kursfortschritt Zusammenfassung

source: Course Settings
de: Kurseinstellungen

source: Course Stats
de: Kursstatistiken

source: Course Title
de: Kurstitel

source: Course added to program
de: Kurs zum Programm hinzugefügt

source: Course already added to the batch.
de: Kurs wurde bereits zum Batch hinzugefügt.

source: Course deleted successfully
de: Kurs erfolgreich gelöscht

source: Course moved successfully
de: Kurs erfolgreich verschoben

source: Course {0} has already been added to this batch.
de: Kurs {0} wurde bereits zu diesem Batch hinzugefügt.

source: Courses
de: Kurse

source: Courses Completed
de: Abgeschlossene Kurse

source: Courses deleted successfully
de: Kurse erfolgreich gelöscht

source: Cover Image
de: Cover Bild

source: Create
de: Erstellen

source: Create Certificate
de: Zertifikat erstellen

source: Create a Course
de: Kurs erstellen

source: Create a Live Class
de: Live Kurs erstellen

source: Create a batch
de: Batch erstellen

source: Create a course
de: Kurs erstellen

source: Create a live class
de: Live Kurs erstellen

source: Create a new question
de: Neue Frage erstellen

source: Create an Assignment
de: Aufgabe erstellen

source: Create your first batch
de: Erstellen Sie Ihre erste Gruppe

source: Create your first course
de: Erstellen Sie Ihren ersten Kurs

source: Create your first quiz
de: Erstellen Sie Ihr erstes Quiz

source: Created
de: Erstellt

source: Creating a batch
de: Eine Gruppe wird erstellt

source: Creating a course
de: Ein Kurs wird erstellt

source: Currency
de: Währung

source: Current Lesson
de: Aktuelle Lektion

source: Custom Certificate Templates
de: Benutzerdefinierte Zertifikatvorlagen

source: Custom HTML
de: Benutzerdefiniertes HTML

source: Custom Script (JavaScript)
de: Benutzerdefiniertes Skript (JavaScript)

source: Custom Signup Content
de: Benutzerdefinierter Anmeldetext

source: Customisations
de: Anpassungen

source: DLS Assessment
de: DLS Bewertung

source: DLS Assignment
de: DLS Aufgabe

source: DLS Assignment Submission
de: DLS Aufgabenabgabe

source: DLS Badge
de: DLS Abzeichen

source: DLS Badge Assignment
de: DLS Abzeichenzuordnung

source: DLS Batch
de: DLS Gruppe

source: DLS Batch Enrollment
de: DLS Gruppenanmeldung

source: DLS Batch Feedback
de: DLS Gruppenfeedback

source: DLS Batch Old
de: DLS Gruppe (alt)

source: DLS Batch Timetable
de: DLS Gruppenzeitplan

source: DLS Category
de: DLS Kategorie

source: DLS Certificate
de: DLS Zertifikat

source: DLS Certificate Evaluation
de: DLS Zertifikatsbewertung

source: DLS Certificate Request
de: DLS Zertifikatsanfrage

source: DLS Course
de: DLS Kurs

source: DLS Course Interest
de: DLS Kursinteresse

source: DLS Course Mentor Mapping
de: DLS Kurs-Mentor-Zuordnung

source: DLS Course Progress
de: DLS Kursfortschritt

source: DLS Course Review
de: DLS Kursbewertung

source: DLS Enrollment
de: DLS Anmeldung

source: DLS Exercise
de: DLS Übung

source: DLS Job Application
de: DLS Bewerbung

source: DLS Live Class
de: DLS Live-Unterricht

source: DLS Mentor Request
de: DLS Mentor-Anfrage

source: DLS Payment
de: DLS Zahlung

source: DLS Program
de: DLS Programm

source: DLS Program Course
de: DLS Programmkurs

source: DLS Program Member
de: DLS Programmmitglied

source: DLS Question
de: DLS Frage

source: DLS Quiz Question
de: DLS Quizfrage

source: DLS Quiz Result
de: DLS Quiz-Ergebnis

source: DLS Quiz Submission
de: DLS Quiz-Abgabe

source: DLS Settings
de: DLS Einstellungen

source: DLS Sidebar Item
de: DLS Seitenleisten-Element

source: DLS Source
de: DLS Quelle

source: DLS Student
de: DLS Schüler

source: DLS Timetable Legend
de: DLS Stundenplanlegende

source: DLS Timetable Template
de: DLS Stundenplanvorlage

source: Date
de: Datum

source: Date and Time
de: Datum und Uhrzeit

source: Date:
de: Datum:

source: Day
de: Tag

source: Inactive
de: Inaktiv

source: Include In Preview
de: In Vorschau einbeziehen

source: Incomplete
de: Unvollständig

source: Incorrect
de: Falsch

source: Index Label
de: Indexbeschriftung

source: Individual Work
de: Individuelle Arbeit

source: Industry
de: Industrie

source: Institution Name
de: Institutionsname

source: Instructor
de: Dozent

source: Instructor Content
de: Dozenteninhalt

source: Instructor Notes
de: Dozentennotizen

source: Instructors
de: Dozenten

source: Instructors Comments
de: Dozentenkommentare

source: Interest
de: Interesse

source: Introduction
de: Einführung

source: Invalid Invite Code.
de: Ungültiger Einladungscode.

source: Invalid Quiz ID
de: Ungültige Quiz-ID

source: Invalid Quiz ID in content
de: Ungültige Quiz-ID im Inhalt

source: Invite Code
de: Einladungscode

source: Invite Email
de: Einladungs-E-Mail

source: Invite Only
de: Nur auf Einladung

source: Invite Request
de: Einladungsanfrage

source: Invite your team and students
de: Laden Sie Ihr Team und Ihre Studenten ein

source: Is Correct
de: Ist korrekt

source: Is SCORM Package
de: Ist SCORM-Paket

source: Issue Date
de: Ausgabedatum

source: Issue a Certificate
de: Zertifikat ausstellen

source: Issued On
de: Ausgestellt am

source: Issued on
de: Ausgestellt am

source: Items in Sidebar
de: Elemente in der Seitenleiste

source: Items removed successfully
de: Elemente erfolgreich entfernt

source: Job
de: Beruf

source: Job Board Subtitle
de: Untertitel des Jobboards

source: Job Board Title
de: Titel des Jobboards

source: Job Openings
de: Stellenangebote

source: Job Opportunity
de: Stellenangebot

source: Job Settings
de: Jobeinstellungen

source: Job Title
de: Berufsbezeichnung

source: Jobs
de: Arbeitsplätze

source: Join
de: Beitreten

source: Join Call
de: Anruf beitreten

source: Join Meeting
de: Meeting beitreten

source: Join URL
de: Beitritts-URL

source: Label
de: Etikett

source: Last Name
de: Nachname

source: Latest Submission
de: Letzte Einreichung

source: Launch File
de: Datei starten

source: Lesson
de: Lektion

source: Lesson Completion Time (seconds)
de: Lektionsabschlusszeit (Sekunden)

source: Lesson Reference
de: Lektionsreferenz

source: Lesson Title
de: Lektionstitel

source: Lessons
de: Lektionen

source: Lessons Completed
de: Abgeschlossene Lektionen

source: Lets start setting up your content on the DLS so that you can reclaim time and focus on growth.
de: Lassen Sie uns damit beginnen, Ihren Inhalt im DLS einzurichten, damit Sie Zeit sparen und sich auf das Wachstum konzentrieren können.

source: Letter Grade (e.g. A, B-)
de: Notenbuchstabe (z. B. A, B-)

source: Limit Questions To
de: Fragen auf begrenzen

source: Limit cannot be greater than or equal to the number of questions in the quiz.
de: Die Begrenzung darf nicht größer oder gleich der Anzahl der Fragen im Quiz sein.

source: Live Class
de: Live-Klasse

source: Load More
de: Mehr laden

source: Local
de: Lokal

source: Location
de: Ort

source: Location Preference
de: Ortspräferenz

source: Login
de: Anmeldung

source: Login to Frappe Cloud?
de: Anmeldung bei Frappe Cloud?

source: Login to apply
de: Anmelden, um sich zu bewerben

source: Looking forward to seeing you enrolled!
de: Wir freuen uns darauf, Sie eingeschrieben zu sehen!

source: Make DLS the default home
de: DLS als Standard-Startseite festlegen

source: Make an Announcement
de: Ankündigung machen

source: Make sure to enter the correct billing name as the same will be used in your invoice.
de: Stellen Sie sicher, dass Sie den korrekten Rechnungsnamen eingeben, da dieser für Ihre Rechnung verwendet wird.

source: Manage Batch
de: Batch verwalten

source: Manager (Sales/Marketing/Customer)
de: Manager (Vertrieb/Marketing/Kunden)

source: Manifest File
de: Manifestdatei

source: Mark
de: Markieren

source: Mark all as read
de: Alle als gelesen markieren

source: Mark as read
de: Als gelesen markieren

source: Marks
de: Markierungen

source: Marks for question number {0} cannot be greater than the marks allotted for that question.
de: Die Punkte für Frage {0} dürfen nicht größer sein als die für diese Frage festgelegten Punkte.

source: Marks out of
de: Punkte von

source: Max Attempts
de: Maximale Versuche

source: Maximum Attempts
de: Maximale Versuche

source: Member
de: Mitglied

source: Member Cohort
de: Mitgliederkohorte

source: Member Email
de: Mitglieder-E-Mail

source: Member Image
de: Mitgliederbild

source: Member Name
de: Mitgliedername

source: Member Subgroup
de: Mitgliederuntergruppe

source: Member Type
de: Mitgliedertyp

source: Member Username
de: Mitgliederbenutzername

source: Member added to program
de: Mitglied zum Programm hinzugefügt

source: Member already enrolled in this batch
de: Mitglied bereits in diesem Batch eingeschrieben

source: Member {0} has already been added to this batch.
de: Mitglied {0} wurde bereits diesem Batch hinzugefügt.

source: Members
de: Mitglieder

source: Membership
de: Mitgliedschaft

source: Memeber Username
de: Mitgliederbenutzername

source: Mentor Request
de: Mentoranfrage

source: Mentor Request Creation Template
de: Vorlage zur Erstellung einer Mentoranfrage
