Repository: r-prem/dls
Catalog: dls/locale/*.po
Languages: de

source: This image will be shown on lists and pages that don't have an image by default
de: Dieses Bild wird auf Listen und Seiten angezeigt, die standardmäßig kein Bild haben.

source: This lesson is locked
de: Diese Lektion ist gesperrt.

source: This lesson is not available for preview. Please enroll in the course to access it.
de: Diese Lektion ist nicht für die Vorschau verfügbar. Melden Sie sich im Kurs an, um darauf zuzugreifen.

source: This lesson is not available for preview. Please join the course to access it.
de: Diese Lektion ist nicht für die Vorschau verfügbar. Treten Sie dem Kurs bei, um darauf zuzugreifen.

source: This quiz consists of {0} questions.
de: Dieses Quiz besteht aus {0} Fragen.

source: Thursday
de: Donnerstag

source: Time
de: Zeit

source: Time Preference
de: Zeitpräferenz

source: Time in seconds a user needs to spend on a lesson before it can be marked as complete
de: Zeit in Sekunden, die ein Benutzer auf einer Lektion verbringen muss, bevor sie als abgeschlossen markiert werden kann.

source: Time must be in 24 hour format (HH:mm). Example 11:30 or 22:00
de: Die Zeit muss im 24-Stunden-Format (HH:mm) sein. Beispiel 11:30 oder 22:00.

source: Timetable
de: Stundenplan

source: Timetable Legends
de: Legenden des Stundenplans

source: Timetable Template
de: Stundenplantemplate

source: Timezone
de: Zeitzone

source: Timings:
de: Zeiten:

source: Title
de: Titel

source: Title is required
de: Titel ist erforderlich.

source: To
de: Bis

source: To Date
de: Bis Datum

source: To join this batch, please contact the Administrator.
de: Um dieser Charge beizutreten, kontaktieren Sie bitte den Administrator.

source: To upload Image, Video, Audio or PDF from your system, click on the add icon and select upload from the menu. Then choose the file you want to add to the lesson and it gets added to your lesson.
de: Um ein Bild, Video, Audio oder PDF von Ihrem System hochzuladen, klicken Sie auf das Hinzufügen-Symbol und wählen Sie im Menü 'Hochladen' aus. Wählen Sie dann die Datei aus, die Sie zur Lektion hinzufügen möchten, und sie wird Ihrer Lektion hinzugefügt.

source: Too many users signed up recently, so the registration is disabled. Please try back in an hour
de: In letzter Zeit haben sich zu viele Benutzer angemeldet, daher ist die Registrierung deaktiviert. Bitte versuchen Sie es in einer Stunde erneut.

source: Total
de: Gesamt

source: Total Enrolled
de: Gesamt eingeschrieben

source: Total Marks
de: Gesamtpunktzahl

source: Total Signups
de: Gesamte Anmeldungen

source: Travel
de: Reisen

source: Try Again
de: Erneut versuchen

source: Tuesday
de: Dienstag

source: Type
de: Typ

source: Type your answer
de: Geben Sie Ihre Antwort ein

source: UK Grading (e.g. 1st, 2:2)
de: UK-Bewertung (z.B. 1st, 2:2)

source: Unavailability
de: Nicht verfügbarkeit

source: Unavailable From Date cannot be greater than Unavailable To Date
de: Das Datum der Nichtverfügbarkeit ab kann nicht größer sein als das Datum der Nichtverfügbarkeit bis

source: Under Review
de: In Überprüfung

source: Unlisted
de: Nicht gelistet

source: Unpublished
de: Nicht veröffentlicht

source: Unsplash Access Key
de: Unsplash-Zugriffsschlüssel

source: Unstructured Role
de: Unstrukturierte Rolle

source: Upcoming
de: Bevorstehend

source: Upcoming Batches
de: Bevorstehende Chargen

source: Upcoming Evaluations
de: Bevorstehende Bewertungen

source: Update
de: Aktualisieren

source: Update Password
de: Passwort aktualisieren

source: Upload
de: Hochladen

source: Upload File
de: Datei hochladen

source: Uploading {0}%
de: Hochladen {0}%

source: User
de: Benutzer

source: User Category
de: Benutzerkategorie

source: User Field
de: Benutzerfeld

source: User Image
de: Benutzerbild

source: User Input
de: Benutzereingabe

source: User Management
de: Benutzerverwaltung

source: User Skill
de: Benutzerfähigkeit

source: User {0} has reported the job post {1}
de: Benutzer {0} hat den Stellenbeitrag {1} gemeldet

source: Username
de: Benutzername

source: Users
de: Benutzer

source: Users Response
de: Benutzerantwort

source: Valid email and name required
de: Gültige E-Mail und Name erforderlich

source: Value
de: Wert

source: Value Change
de: Wertänderung

source: View
de: Ansicht

source: View Certificate
de: Zertifikat anzeigen

source: Visibility
de: Sichtbarkeit

source: Visit Batch
de: Batch besuchen

source: Visit Website
de: Website besuchen

source: Visit the following link to view your
de: Besuchen Sie den folgenden Link, um Ihre

source: Visit your batch
de: Besuchen Sie Ihren Batch

source: Volunteering or Internship
de: Freiwilligenarbeit oder Praktikum

source: We are pleased to inform you that you have been enrolled in our upcoming batch. Congratulations!
de: Wir freuen uns, Ihnen mitteilen zu können, dass Sie in unserem bevorstehenden Batch eingeschrieben wurden. Herzlichen Glückwunsch!

source: We have a limited number of seats, and they won't be available for long!
de: Wir haben nur eine begrenzte Anzahl von Plätzen, und sie werden nicht lange verfügbar sein!

source: We noticed that you started enrolling in the
de: Wir haben festgestellt, dass Sie mit der Einschreibung begonnen haben

source: Web Page
de: Webseite

source: Wednesday
de: Mittwoch

source: Welcome to {0}!
de: Willkommen bei {0}!

source: What does include in preview mean?
de: Was bedeutet Vorschau einschließen?

source: When a course gets submitted for review, it will be listed here.
de: Wenn ein Kurs zur Überprüfung eingereicht wird, wird er hier aufgeführt.

source: Where did you hear about us?
de: Wo haben Sie von uns gehört?

source: With this certification, you can now showcase your updated skills and share your achievement with your colleagues and on LinkedIn. To access your certificate, please click on the link provided below. Make sure you are logged in to the portal.
de: Mit diesem Zertifikat können Sie jetzt Ihre aktualisierten Fähigkeiten präsentieren und Ihren Erfolg mit Ihren Kollegen und auf LinkedIn teilen. Um auf Ihr Zertifikat zuzugreifen, klicken Sie bitte auf den unten bereitgestellten Link. Stellen Sie sicher, dass Sie im Portal angemeldet sind.

source: Withdrawn
de: Zurückgezogen

source: Work Environment
de: Arbeitsumgebung

source: Work Experience
de: Berufserfahrung

source: Work Experience Details
de: Details zur Berufserfahrung

source: Write a Review
de: Eine Bewertung schreiben

source: Write a review
de: Eine Bewertung schreiben

source: Write your answer here
de: Schreiben Sie hier Ihre Antwort

source: You already have an evaluation on {0} at {1} for the course {2}.
de: Sie haben bereits eine Bewertung am {0} um {1} für den Kurs {2}.

source: You are already certified for this course. Click on the card below to open your certificate.
de: Sie sind bereits für diesen Kurs zertifiziert. Klicken Sie auf die Karte unten, um Ihr Zertifikat zu öffnen.

source: You are already enrolled for this batch.
de: Sie sind bereits für diesen Batch eingeschrieben.

source: You are already enrolled for this course.
de: Sie sind bereits für diesen Kurs eingeschrieben.

source: You are not a member of this batch. Please checkout our upcoming batches.
de: Sie sind kein Mitglied dieses Batches. Bitte schauen Sie sich unsere bevorstehenden Batches an.

source: You are not a mentor of the course {0}
de: Sie sind kein Mentor des Kurses {0}

source: You are not enrolled
de: Sie sind nicht eingeschrieben

source: You are not enrolled in this course. Please enroll to access this lesson.
de: Sie sind nicht in diesem Kurs eingeschrieben. Bitte schreiben Sie sich ein, um auf diese Lektion zuzugreifen.

source: You can also copy-paste following link in your browser
de: Sie können auch den folgenden Link in Ihren Browser kopieren und einfügen

source: You can attempt this quiz only {0} {1}
de: Sie können dieses Quiz nur {0} {1} versuchen

source: You can attempt this quiz {0}.
de: Sie können dieses Quiz {0} versuchen.

source: You can find their resume attached to this email.
de: Sie finden ihren Lebenslauf an diese E-Mail angehängt.

source: You cannot schedule evaluations after {0}.
de: Sie können keine Bewertungen nach dem {0} planen.

source: You cannot schedule evaluations for past slots.
de: Sie können keine Bewertungen für vergangene Slots planen.

source: You do not have permission to access this page.
de: Sie haben keine Berechtigung, auf diese Seite zuzugreifen.

source: You don't have any notifications.
de: Sie haben keine Benachrichtigungen.

source: You got
de: Du hast

source: You got {0}% correct answers with a score of {1} out of {2}
de: Du hast {0}% richtige Antworten mit einer Punktzahl von {1} von {2} erhalten

source: You have a live class scheduled tomorrow. Please be prepared and be on time for the session.
de: Sie haben morgen einen Live-Kurs geplant. Bitte seien Sie vorbereitet und pünktlich zur Sitzung.

source: You have already applied for this job.
de: Sie haben sich bereits für diese Stelle beworben.

source: You have already exceeded the maximum number of attempts allowed for this quiz.
de: Sie haben bereits die maximale Anzahl von Versuchen für dieses Quiz überschritten.

source: You have already purchased the certificate for this course.
de: Sie haben das Zertifikat für diesen Kurs bereits erworben.

source: You have already reviewed this course
de: Sie haben diesen Kurs bereits überprüft

source: You have been enrolled in this batch
de: Sie wurden in diesem Batch eingeschrieben

source: You have been enrolled in this course
de: Sie wurden in diesem Kurs eingeschrieben

source: You have exceeded the maximum number of attempts ({0}) for this quiz
de: Sie haben die maximale Anzahl von Versuchen ({0}) für dieses Quiz überschritten

source: You have got a score of {0} for the quiz {1}
de: Sie haben eine Punktzahl von {0} für das Quiz {1} erhalten

source: You have not created any assignments yet. To create a new assignment, click on the "New" button above.
de: Sie haben noch keine Aufgaben erstellt. Um eine neue Aufgabe zu erstellen, klicken Sie auf die Schaltfläche "Neu" oben.

source: You have not created any quizzes yet. To create a new quiz, click on the "New Quiz" button above.
de: Sie haben noch keine Quizfragen erstellt. Um ein neues Quiz zu erstellen, klicken Sie auf die Schaltfläche "Neues Quiz" oben.

source: You have opted to be notified for this course. You will receive an email when the course becomes available.
de: Sie haben sich dafür entschieden, über diesen Kurs benachrichtigt zu werden. Sie erhalten eine E-Mail, wenn der Kurs verfügbar ist.

source: You need to login first to enroll for this course
de: Sie müssen sich zuerst anmelden, um sich für diesen Kurs einzuschreiben

source: You will have to get {0}% correct answers in order to pass the quiz.
de: Sie müssen {0}% richtige Antworten erhalten, um das Quiz zu bestehen.

source: You've applied to become a mentor for this course. Your request is currently under review.
de: Sie haben sich als Mentor für diesen Kurs beworben. Ihre Anfrage wird derzeit überprüft.

source: You've successfully submitted the assignment.
de: Sie haben die Aufgabe erfolgreich eingereicht.

source: YouTube Video will appear at the top of the lesson.
de: Das YouTube-Video wird oben in der Lektion angezeigt.

source: Your Account has been successfully created!
de: Ihr Konto wurde erfolgreich erstellt!

source: Your OpenAI API key. You can get this from https://platform.openai.com/account/api-keys
de: Ihr OpenAI-API-Schlüssel. Sie können diesen von https://platform.openai.com/account/api-keys erhalten

source: Your batch {0} is starting tomorrow
de: Ihr Batch {0} beginnt morgen

source: Your calendar is set.
de: Ihr Kalender ist eingestellt.

source: Your class on {0} is today
de: Ihr Kurs am {0} ist heute

source: Your evaluation for the course {0} has been scheduled on {1} at {2} {3}.
de: Ihre Bewertung für den Kurs {0} wurde für {1} um {2} {3} geplant.

source: Your evaluation slot has been booked
de: Ihr Bewertungstermin wurde gebucht

source: Your evaluator is {0}
de: Ihr Gutachter ist {0}

source: Your request to join us as a mentor for the course
de: Ihre Anfrage, uns als Mentor für den Kurs beizutreten

source: Your score is
de: Ihre Punktzahl ist

source: Your submission has been successfully saved. The instructor will review and grade it shortly, and you'll be notified of your final result.
de: Ihre Einreichung wurde erfolgreich gespeichert. Der Dozent wird sie in Kürze überprüfen und bewerten, und Sie werden über Ihr Endergebnis benachrichtigt.

source: Zoom Settings
de: Zoom-Einstellungen

source: activities
de: Aktivitäten

source: activity
de: Aktivität

source: but didn’t complete your payment
de: aber haben Ihre Zahlung nicht abgeschlossen

source: cancel your application
de: Ihre Bewerbung stornieren

source: certificate
de: Zertifikat

source: certificates
de: Zertifikate

source: certified participants
de: zertifizierte Teilnehmer

source: completed
de: abgeschlossen

source: correct answers
de: richtige Antworten

source: has been
de: wurde

source: in the last
de: in den letzten

source: member
de: Mitglied

source: members
de: mitglieder

source: of
de: von

source: out of
de: von

source: question_detail
de: Fragedetail

source: ratings
de: Bewertungen

source: stars
de: Sterne

source: weeks
de: Wochen

source: you can
de: du kannst

source: {0} Settings not found
de: {0} Einstellungen nicht gefunden

source: {0} has applied for the job position {1}
de: {0} hat sich um die Stelle {1} beworben

source: {0} has reported a job post for the following reason.
de: {0} hat einen Stellenbeitrag aus folgendem Grund gemeldet.

source: {0} has submitted the assignment {1}
de: {0} hat die Aufgabe {1} eingereicht

source: {0} is already a Student of {1} course through {2} batch
de: {0} ist bereits Student des Kurses {1} durch den Batch {2}

source: {0} is already a mentor for course {1}
de: {0} ist bereits Mentor für den Kurs {1}

source: {0} is already a {1} of the course {2}
de: {0} ist bereits ein {1} des Kurses {2}

source: {0} is already certified for the batch {1}
de: {0} ist bereits für den Batch {1} zertifiziert

source: {0} is already certified for the course {1}
de: {0} ist bereits für den Kurs {1} zertifiziert

source: {0} is your evaluator
de: {0} ist dein Bewerter

source: {0} mentioned you in a comment
de: {0} hat dich in einem Kommentar erwähnt

source: {0} mentioned you in a comment in your batch.
de: {0} hat dich in einem Kommentar in deinem Batch erwähnt

source: {0} mentioned you in a comment in {1}
de: {0} hat dich in einem Kommentar in {1} erwähnt

source: {} Active
de: {} Aktiv

source: {} Completed
de: {} Abgeschlossen

source: {} Enrolled
de: {} Eingeschrieben

source: {} Granted
de: {} Gewährt

source: {} Passed
de: {} Bestanden

source: {} Published
de: {} Veröffentlicht
